Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: A time of eclipse
fr_fr: Une époque d'éclipse

source: This chapter provides a complete overview of the Eclipse Phase universe.
fr_fr: Ce chapitre fournit un aperçu complet de l'univers d'Eclipse Phase.

source: It starts with a history, goes into detail on the setting, covers factions, and then wraps up with a system gazetteer.
fr_fr: Il démarre avec un historique, explore en détail le cadre de jeu, détaille les factions et termine avec une gazette du système.

source: A people's history of an unfortunate universe
fr_fr: L'histoire populaire d'un univers malheureux.

source: The following is a transcript of a recovered au- diofile recovered after the catastrophic decompression event on Walther-Pembroke Station.
fr_fr: Le texte suivant est une transcription d'un fichier audio récupéré après la décompression catastrophique de la Station Walther-Pembroke.

source: The audiofile is believed to have been created by Donovan Astrides and to be a summation of his unpublished work A People's History of an Unfortunate Universe.
fr_fr: Le fichier audio est attribué à Donovan Astrides et semble être un résumé de son ouvrage inédit: Une Histoire Populaire d'un Univers Malchanceux.

source: [Sounds of scratching on the microphone, creaking of furniture, the noise of a woman clearing her throat]
fr_fr: [Bruits de grattements sur le microphone, craquements de mobilier, bruit d'une femme se raclant la gorge]

source: What?
fr_fr: Quoi?

source: [Indistinct murmuring]
fr_fr: [Murmures indistinct]

source: Fuck you.
fr_fr: Vas te faire foutre.

source: I do this how the fuck I want, though it was nice of you to put me in this nice young woman's body.
fr_fr: Je fait ça de la putain de façon que je veux, même si c'est sympa de ta part de me coller dans ce sympathique corps féminin.

source: [Sounds of hands running along fabric]
fr_fr: [Bruits de mains lissant du tissu]

source: Does my vulgarity shock you, corporate lackey?
fr_fr: Ma vulgarité te choque, laquais corporatiste?

source: No matter, I'm sure you can edit it out for your proles.
fr_fr: Je m'en fout, je suis s ûr que tu pourra éditez ça pour tes prolos.

source: Now—you asked about my book?
fr_fr: Bon - qu'est-ce que tu m'as demandé déjà?

source: Is it a history book you ask?
fr_fr: Si mon livre était un livre d'histoire?

source: No. It is an anti-history book.
fr_fr: Non, c'est un livre d'anti-histoire.

source: I shall tell you about the future.
fr_fr: Je vais te parler du futur.

source: [Mumbling, questioning tone]
fr_fr: [Murmures, ton interrogatif]

source: What does it hold?
fr_fr: Qu'est-ce qu'il contient?

source: The future, you mean?
fr_fr: Tu veux connaître le futur?

source: [Indistinct “Yes.”]
fr_fr: ["Oui" indistinct.]

source: No. I don't think you care about the future.
fr_fr: Non, je ne penses pas que tu te préoccupes du futur.

source: What you really want to know is: will you get the future you want?
fr_fr: Ce que tu veux vraiment savoir c'est: aurez-vous le futur que vous voulez?

source: And that is an easy question to answer.
fr_fr: Et c'est une question à laquelle il est facile de répondre.

source: No. No, you will not get the future you want.
fr_fr: Non. Non, tu n'aura pas le futur que tu veux.

source: Because you are stupid enough to ask this stupid question about the future.
fr_fr: Simplement parce que tu es suffisament stupide pour poser cette question idiote à propos du futur.

source: [Silent pause]
fr_fr: [Pause silencieuse]

source: I remember reading a scan of an old real print comic once.
fr_fr: Je me souvient avoir lu un scan d'une impression d'un comic un jour.

source: The character in it was railing against the imaginary people of his imaginary world, taking them to task about their dissatisfaction with the future they lived in.
fr_fr: Le personnage vitupérait contre les habitants imaginaires de son monde imaginaire, les forçant à agir contre les insatisfaction du futur dans lequel ils vivaient.

source: But it was really aimed at the stupid people who wanted their stupid little futures and who were too stupid to see that the future is now.
fr_fr: Mais c'était en fait ciblé vers les personnes stupides qui voulaient leur petit futur médiocre et qui étaient trop bête pour voir que ce futur était le présent.

source: It's always now.
fr_fr: C'est toujours le cas.

source: Except it isn't anymore.
fr_fr: Sauf que ça ne l'est plus.

source: The TITANs changed that.
fr_fr: Les TITANs ont changés ça.

source: The future is now yesterday, and last week, and ten years ago.
fr_fr: Le futur est maintenant hier, la semaine dernière ou bien il y a dix ans.

source: Especially ten years ago.
fr_fr: Plus particulièrement il y a dix ans.

source: But the future is also back on poor old Earth—it's a legacy of where we've been and what has come before.
fr_fr: Mais le futur remonte aussi à la bonne vieille Terre - c'est un héritage de là où nous étions et de ce qui était avant nous.

source: Do they teach you history on Venus, in your sealed compounds and resort aerostats?
fr_fr: Vous apprennent-ils l'histoire sur Vénus, dans vos comporatiments scellés et vos aérostats de loisirs?

source: No, don't open your mouth, I could really care less what they teach you.
fr_fr: Non, n'ouvres pas votre bouche, je me moque de ce qu'il vous enseigne comme de ma première morph.

source: For it is most certainly lies.
fr_fr: Il s'agît trés probablement de mensonges.

source: I've lived in the inner system.
fr_fr: J'ai vécu dans le système intérieur.

source: I know the rules and the deceits told in the name of civil order and “national security.”
fr_fr: Je connaît les règles et les tromperies énoncés au nom de l'ordre civil et de la "sécurité nationale."

source: Even at the onset of the 21st century, nations were starting to go into decline.
fr_fr: Même au début du 21ème siècle, les nations avaient commencées à décliner.

source: It just took everyone a while to realize they were obsolete.
fr_fr: Ça à juste pris un peu de temps pour que tout le monde s'aperçoive qu'elles étaient obsolètes.

source: Do you remember the great nations of the world?
fr_fr: Tu te rappelez les grandes nations du monde?

source: Are you old enough to remember how they sat around and debated whether the major climate shifts they were creating were even real?
fr_fr: Es-tuy suffisament vieux pour te rappeler comment ils se sont assit autour de la table pour débattre si les changements climatiques majeurs qu'ils avaient créés étaient réel?

source: Even when many of them agreed that something needed to be done, none of them stood up to do it.
fr_fr: Même lorsque la plupart d'entre eux étaient d'acord sur le fait qu'il fallait faire quelque chose, aucun d'entre eux ne s'est porté volontaire pour le faire.

source: The leaders of the world carried on with business as usual, secure in their privilege, as droughts ravaged Africa and Central Asia, Europe froze, and severe weather wreaked havoc everywhere.
fr_fr: Les dirigeants du monde on continué à gérer leurs affaire comme d'habitude, renforçant leurs privilèges alors que la sécheresse ravageait l'Afrique et l'ASie Centrale, et que des incidents météorologiques graves amenaient la destruction partout ailleurs.

source: People across the globe were feeling the pinch of starvation or rampant epidemics, but the leading nations were more concerned about the refugees pouring over their borders and polluting their lily white paradises with their customs and languages and willingness to work for a pittance just to survive.
fr_fr: Partout dans le monde, les gens commençaient à subir les affres de la faim ou à être décimées par des épidémies rampantes, mais les nations dominantes étaient plus préoccupées par les réfugiées qui débordaient les frontières et polluaient leur petit paradis personnel avec leurs coutumes, leurs langues et leurs volonté à travailler pour une misère juste pour survivre.

source: The wars over oil and energy were only worsened by wars over the weather and water that followed.
fr_fr: Les guerres du pétrole et de l'énergie n'ont été surpassée en horreur que par les guerres pour le contrôle de l'eau et du climat qui suivirent.

source: Unstable regimes rose and fell or were pushed over the edge, all in pursuit of precious liquids.
fr_fr: Des régimes instables grandirent et chutèrent ou furent mis à bas, juste pour obtenir plus du précieux liquide.

source: The great nation states transformed into fortresses, steeled against the twin threats of the barbarians threatening them on the outside and the masses of their poor and dispossessed internally, all of them wanting to come in only for a little drink.
fr_fr: Les grandes nations états se transformères en forteresse, se cuirassant contre la menace jumelle des barbares les menaçants de l'extérieur et les masses des pauvres et des dépossédés les menaçant de l'intérieur, les deux ne voulant simplement qu'un peu d'eau à boire.

source: You know, I've actually heard some conservatives refer to that period as a golden age, a peak time for the corporations and the rich.
fr_fr: Tu sait, j'ai réellement entendu des conservateurs se référer à cette période comme à l'âge d'or, l'apogée des corporations et des riches.

source: It's certainly true that it was a golden age for repression—and profits.
fr_fr: C'est une certitude, c'était l'âge d'or de la répression - et des profits.

source: If you were in that lucky fraction of a percent of the population who could afford it, it was certainly a good time, but for the majority of humanity it was a time of horrors.
fr_fr: Si vous étiez dans cette fraction de la population suffisament chanceuse pour pouvoir se l'offrir, c'était très certainement une bonne époque, masi pour la majorité de l'humanité c'était une époque d'horreur.

source: Global inequality was larger than ever before.
fr_fr: Les inégalités globales étaient plus importantes que jamais.

source: Robots were taking jobs away from human hands.
fr_fr: Les robots retiraient le boulot des mains de l'humanité.

source: This was a time of radicalization for many.
fr_fr: Ce fût une époque de radicalisation pour beaucoup de gens.

source: Failing governments no longer supplied people's basic needs.
fr_fr: Les gouvernements en déroutent ne fournissaient plsu les besoins basiques des populations.

source: The globalized poor turned to local tribes, fundamentalist groups, political radicals, and criminal networks for the means to survive.
fr_fr: Le pauvre globalisé se tourna vers les tribus locales, les groupes fondamentalistes, les politiques radicaux et les réseaux criminels pour trouver des moyens de survivre.

source: Insurgent groups flourished, but they depended on the black market to survive, and soon their leaders were more concerned with making money than making change.
fr_fr: Des groupes insurrectionnistes fleurirent, mais ils dépendaient du marché noir pour survivre, et bientôt leurs chefs étaient plus occupés à gagner de l'argent qu'à changer les choses.

source: The nation states, as always, resorted to repression.
fr_fr: Les nations états en vinrent, comme d'habitude, à la répression.

source: Civil liberties were restricted and surveillance increased.
fr_fr: Les libertés civiles furent restreintes et la surveillance augmenta.

source: Automated weapons systems were deployed first against guerrillas and terror cells, and then against agitators and demonstrators.
fr_fr: Des systèmes d'arme automatisés furent déployés d'abord contre les unités de guerillas et les cellulles terrorristes, puis contre les agitateurs et les manifestants.

source: I remember the first time I saw those police drones, at a demonstration in support of a worker's strike in Long Beach.
fr_fr: Je me rappelle la première fois que j'ai vu des drônes de police. C'était dans une manifestation en soutien à une grève des travailleurs à Long Beach.

source: The drones ordered us to disperse once, only once, before they opened fire with their “nonlethal” weapons.
fr_fr: Les drônes nous ont ordonnés de nous déployer une fois, une seule fois, avant d'ouvrir le feu avec leurs armes "non léthale".

source: Nonlethal my ass.
fr_fr: Non léthale, mon cul oui.

source: Three people died that day and dozens were injured.
fr_fr: Trois personnes sont mortes ce jour là et des douzains furent blessées.

source: The mainstream media ignored it even if the bloggers didn't.
fr_fr: Les médias de masses l'ont ignoré, même si les bloggeurs en ont parlé.

source: Meanwhile, the privileged elites continued to prosper.
fr_fr: Pendant ce temps, les élitées privilégiiées continuaient de prospérer.

source: Longevity treatments expanded lifespans—for those who could afford it.
fr_fr: Les traitements de longévité augmentèrent l'espérance de vie - pour ceux qui pouvaient se les offrir.

source: Major crackdowns swept up off-brand pharma and bootleg procedures by pioneering biochemists, even while worldwide life expectancies dropped for the first time in decades.
fr_fr: Des répressions massives balayèrent les progrès en pharma hors-labo et des procédures pionnères mise au point par des biochimistes aventureux, alors même que l'espérance de vie mondiale chuta pour la première fois depuis des décenniées

source: Why extend the lives of so many poor people, when expert systems as smart as any human could be built in a fraction of the time it would take to educate an actual person, and robotics and drone technologies allowed menial jobs to be turned over to uncomplaining and unpaid labor.
fr_fr: Pourquoi étendre la vie de tant de gens, quand des systèmes experts aussi intelligent que n'importe quel humain peuvent être construits en une fraction du temps nécessaire à éduquer une personne alros que la robotique et les drones permirent de réaliser les tâches subalternes par un ouvrier qui n'est pas payé et qui ne s'en plaint pas.

source: And the rich had their high-pricetag designer chimeric pets to keep them company anyway.
fr_fr: Les riches avaient leurs animaux chimériques conçus par des designer hors de prix pour leur tenir compagnie de toutes façon.

source: Not all of the upper classes were wallowing in opulence while the planet around them starved and drowned.
fr_fr: Toutes les classes supérieures en se vautraient pas dans l'opulence pendant que la planète autour d'eux s'affamait et sombrait.

source: A few were looking ahead at the changes on the horizon, scheming how to stake their claim.
fr_fr: Quelques uns étaient à la recherche du changement, réfléchissant à la manière d'obtenir gain de cause.

source: Some of these worked to expand their dominion, building a space elevator in sub-Saharan Africa and sending robotic probes out to map the solar system in detail.
fr_fr: Certains d'entre eux cherchaient à étendre leur territoire, construisant un ascensseur spatial dans l'Afrique Sud-Saharienne et en envoyant des sondes robotisées dans le système solaire pour le cartographier en détail.

source: They even founded the first stations on Mars and Luna then, more than fifty years before the Fall.
fr_fr: Ils fondèrent même les premières stations sur Mars et sur la Lune, plsu de cinquante ans avant la Chute.

source: The ecopocalypse wasn't going away, however, no matter how much those in power tried to ignore it.
fr_fr: L'écopocalypse ne semblait pas s'arréter cependant, peu importe à quel point les dirigeants du monde essayaient de l'ignorer.

source: Severe winters and draughts continued to pound at us.
fr_fr: Les hivers rudes et la sécheresse continuaient à nous tomber dessus.

source: Rising ocean levels devastated coastlines worldwide with massive flooding.
fr_fr: La montée des océans dévasta le littoral au niveau mondial avec des inondations massives.

source: A few last-ditch efforts to undertake mega-scale geoengineering projects created as many problems as they fixed.
fr_fr: Quelques effort désespérés pour mettre en place de gigantesque s projets de géoingénierie créèrent autant de problème qu'ils n'en solvèrent.

source: These were viewed with cynicism anyway, as some were thinly-disguised test runs for terraforming techniques being prepared for off-world deployment.
fr_fr: Ils furent cependant perçus cyniquement, car certains de ces efforts étaient des tentatives à peine déguisées de technique de terraformation en préparation de la colonisation extra-terrestre.

source: It often seemed as though the eyes of the fortunate were no longer focused on the world around them, but rather on the heavens above them.
fr_fr: Cela donnait l'impression que les yeux des fortunés n'étaient plus tournés sur le monde qui les entouraient, mais sur les cieux au-dessus d'eux.

source: The completion of the first space elevator and the first mass driver on our moon kicked off a new space race and the competition was on to stake claims around the solar system.
fr_fr: La réalisation du premier ascensseur spatial et de la première catapulte électromagnétique sur la lune lança une nouvelle course spatiale et la compétition pour revendiquer des droits dans le système solaire.

source: All this new expansion was powered by the first mass-produced efficient fusion power plants and the establishment of Helium-3 mining enterprises.
fr_fr: Toute cette expension fût alimentée par la production de masse des premières centrales à fusion efficaces et par la fondation d'entreprise de minage de l'Helium-3.

source: Back on Earth, though, the hammer finally fell.
fr_fr: Sur Terre cependant, l'épée de damocles finît par tomber sur l'humanité.

source: Insurgents adopted fifth generation warfare techniques, sharing open source methods of resistance, utilizing swarming attacks on critical systempunkts.
fr_fr: Les insurgés adoptèrent des techniques de guerillas de cinquième génération, partageant des méthodes de résistances open source, utilisant des attaques massives sur des infrastructures critiques.

source: People crushed under years of oppression rose up in these opportunities and smashed at the state and corporate apparatus that had held them down.
fr_fr: Les gens écrasés par des années d'oppressions profitèrent de ces opportunités et démolirent l'appareil étatique et corporatiste qui les avait opprimés.

source: Nation after nation fell to insurgencies manned by those who had fought in thousands of little wars over fuel, ponds, and bread crusts.
fr_fr: Les nations sombrèrent les unes après les autres dans des révolutions menées par ceux qui ont combattus lors des milleirs de guerre pour du carburants, des étandues d'eau et des croûtes de pains.

source: Most states fought back by becoming more totalitarian and repressive, but the tide of rebellion spread off world as a series of outposts and stations declared themselves in sympathy with their earthbound compatriots and announced a manifesto for a more humanistic approach to solar expansion.
fr_fr: la plupart des états répliquèrent en devenant encore plus totalitaire et répressifs, mais le courant de rébellion se répandit en dehors du monde alors qu'une série d'avan-postes et de statiosn se déclarèrent en soutien de ces compatriotes terriens et publièrent un manifeste pour une apporche plus humaniste de l'expansion solaire.

source: Even numerous scientists and engineers, who had previously worked as pawns in corporate expansions, adopted a technoprogressive stance.
fr_fr: De nombreux scientifiques et chercheurs, qui travaillaient précédemment comme pions dans l'expension corporatiste, adoptèrent même une attitude technoprogressiste.

source: That's how the argonauts were born, you know, taking their name from a previous group of scientists who advised the US government and Pentagon on science and policy called the Jasons.
fr_fr: C'est ainsi que nacquit le mouvement des argonautes tu sait, en tirant leur nom d'un groupe de scientifique qui conseillait le gouvernement US et le Pentagon dans le domaine de la science et de la politique appellés les Jasons.

source: Faced with reprisals from their corporate masters, a number of argonauts defected from the hypercorps, in some cases taking key resources and research with them, while others went underground.
fr_fr: Devant faire face à des représailles de leurs anciens maître corporatiste, bon nombre d'argonautes quittèrent les hypercorps, emmenant leurs ressources et leurs recherches avec eux dans certains cas, tandis que d'autres choisirent d'entrer en clandestinité.

source: This is when the hypercorps really took off, though, those shark-like bastards.
fr_fr: Ce fut cependant le moment où les connarde de requins d'hypercorps décollèrent réllement.

source: They let the nation-states and lumbering multinationals of old take the brunt of the global rage and assault.
fr_fr: Ils laissèrent les nation-états et les vieilles multinationales subir l'assaut de la colère globale.

source: They took advantage of the chaos to slip free of the old moral and ethical restraints on human experimentation and from the legal purview of the nationalities that had birthed them.
fr_fr: Ils tirèrent avantages du chaos pour s'affranchir des vieilles contraintes morlaes et éthiques sur l'expérimentation humaine et du point de vue légal des nation qui les avaient données naissance.

source: They embraced the opportunities of numerous new technologies and the drive into space.
fr_fr: Ils embrassèrent les opportunités des nombreuses nouvelles technologies et les lancèrent dans l'espace.

source: It was their research labs that cooked up the first sentient artificial intelligences, the first genegineered human clones, and the first true uplifts, chimps and dolphins brought into awareness as corporate experiments and slaves.
fr_fr: Ce sont leurs laboratoire de recherches qui ont créé la première intelligence artificielle consciente, le premier clone humain conçu génétiquement et le premier vrai élevé, des chimpanzés et des dauphins amenés à la conscience en tant qu'expérimentation et esclave corporatiste.

source: As the last of the old states became increasingly desperate to cling to their power and land, the hypercorps extended a helping hand.
fr_fr: Alors que les derniers des vieux état s'accrochaient désespéremment à leur pouvoirs et à leurs terres, les hypercoprs leur tendirent la main.

source: They offered debt bondage terms to those who were willing to sign over their rights and humanity for a trip off world, to work as indentured servants on corporate colonies and stations.
fr_fr: Elle offrirent la servitude pour dette à ceux qui voulaient abandonner leurs droits et leur humanité pour un voyage extra-terrestre et pour travailler en tant qu'engagé dans les colonnies et stations corporatistes.

source: Hundreds of thousands took the offer as an alternative to the crushing poverty and chaos on Earth.
fr_fr: Des centaines de milliers de personnes acceptèrent l'offre comme une alternative à la pauvreté et au chaos sur Terre.

source: The business of resource exploitation exploded across the solar system, as stations were established as far out as the Kuiper Belt.
fr_fr: L'exploitation de ressource fut un domaine qui explosa à travers tout le système solaire, alors que des statiosn furent établies jusqu'à la Ceinture de Kuiper.

source: Voices that spoke of respecting biodiversity and natural ecologies were ignored as the hypercorps toiled to reshape various planets and moons to their will.
fr_fr: Les voix qui s'élevèrent pour le respect de la biodiversité et des écologies naturelles furent ignorées alors que les hypercorps peinaient à transformer diverses planètes et lunes à leur volonté.

source: This was the state of things until about 20 years before the Fall.
fr_fr: Voilà les choses telles qu'elles étaient à peu près 20 ans avant la Chute.
